Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/barnevernsloven_nb_hl-19920717-100.txt.tmx
Source language: nob
Languages: sme

source: Tilskudd gis også ved omsorgsovertakelse etter § 4-8 annet og tredje ledd og § 4-12 for barn i mottak for asylsøkere og flyktninger som er kommet til landet med foreldre eller andre med foreldreansvar.
sme: Doarjja addojuvvo maid fuolaváldin oktavuođas § 4-8 nuppi ja goalmmát lađđasa vuođul ja § 4-12 vuođul, mánáid várás geat leat dorvoohcciid vuostáiváldinbáikkis ja báhtareddjiid várás geat leat riikii boahtán váhnemiid haga dahje earáid haga geain lea váhnenovddasvástádus.

source: Endret ved lover 12 apr 1996 nr. 21, 30 juni 2000 nr. 60 (ikr. 1 aug 2000 iflg. res. 30 juni 2000 nr. 643), 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).
sme: b.1996 lágain nr. 21, geassemánu 30.b. 2000 lágain nr. 60 (fámus borgemánu 1.b.2000, geassemánu 30.b. 2000 res. nr. 643), miessemánu 9.b.2003 lágain nr. 29 (fámus ođđajagimánu1. b. 2004, miessemánu 9.b.2003 res. nr. 596).

source: Loven trer i kraft fra den tid1 Kongen bestemmer.
sme: Láhka biddjo fápmui dan rájes1 go Gonagas mearrida.

source: Kongen kan bestemme at de enkelte bestemmelsene i loven skal tre i kraft til ulik tid.
sme: Gonagas sáhttá mearridit ahte lága iešguđet merrosat biddjojit fápmui iešguđet áiggis.

source: 1 Fra 1 jan 1993 iflg. res. 11 des 1992 nr. 1048.
sme: 1 Ođđajagimánu 1.b.1993 rájes, juovlamánu11. b.1992 res. nr. 1048.

source: Kongen kan gi forskrifter om lovens anvendelse i forhold til vedtak som er truffet etter lov av 17. juli 1953 nr. 14 om barnevern, og om saker som er under behandling etter nevnte lov.
sme: Gonagas sáhttá addit láhkaásahusa dan birra movt lága geavahit daid mearrádusaid ektui mat leat álggahuvvon suoidnemánu 17.b.1953 lága nr. 14 vuođul, mánáidsuodjalusa birra, ja áššiid birra mat gieđahallojuvvot namuhuvvon lága vuođul.

source: Med virkning fra lovens ikrafttredelse oppheves lov av 17. juli 1953 nr. 14 om barnevern.
sme: Dan rájes go dát láhka biddjo fápmui, loahpahuvvo suoidnemánu 17.b. 1953 láhka nr. 14 mánáidsuodjalusa birra.

source: Med virkning fra lovens ikrafttredelse gjøres følgende endringer i andre lover: – – –
sme: Dan rájes go dát láhka biddjo fápmui, mearriduvvojit čuovvovaš rievdadusat eará lágain: - - -
